{
  "articles": [
    {
      "id": 1,
      "title": "Peran Suami Cegah Baby Blues Dan PPD Pada Ibu",
      "description": "Ibu hamil merupakan kelompok yang rentan mengalami gangguan kesehatan. Alasannya karena wanita mengalami berbagai perubahan selama masa kehamilan hingga melahirkan, mulai dari perubahan hormon, fisik, hingga psikologis. Data Badan Kesehatan Dunia (WHO) di 2022 mencatat, 1 dari 5 wanita mengalami gangguan mental selama masa kehamilan hingga satu tahun setelah melahirkan. Maka dari itu, dukungan bagi para ibu sangat penting sebab akan berdampak pada tumbuh kembang anak, kesehatan mental keluarga secara umum, dan kesehatan mental ibu itu sendiri. Salah satu yang memiliki peran penting sebagai support system ibu hamil adalah ayah. Masa kehamilan sebaiknya tidak hanya ditanggung sepihak oleh ibu, melainkan juga suami.  Sudah sepatutnya suami sebagai pendamping untuk selalu siaga dan memberikan dukungan penuh pada ibu. Hal ini bahkan bisa mencegah terjadinya baby blues dan postpartum depression (PPD) yang kerap terjadi pada ibu. “Dukungan dari suami dan keluarga terdekat merupakan faktor risiko yang paling dominan berkontribusi terhadap terjadinya baby blues hingga PPD yang rentan menghampiri ibu. Sebelum terjadi hal ini, perlu ada tindakan preventif dengan melibatkan suami dalam memberikan informasi tentang kesehatan ibu dan anak, guna mengantisipasi terhadap deteksi dini baby blues hingga PPD,” kata dokter spesialis obgyn Tembuni Birth Center dr. Ridwan dalam keterangannya. Bentuk dukungan yang bisa dilakukan oleh suami pun tidaklah sulit, seperti menemani dalam menjalani perawatan kesehatan dan membantu mengerjakan pekerjaan rumah tangga. Selain itu, hal-hal sederhana lainnya dengan menanyakan kabar, kondisi, atau perasaan yang sedang dirasakannya juga bisa dapat dilakukan. Meskipun jawaban yang diberikan umumnya adalah jawaban-jawaban standar, tetapi perlahan ibu bisa mengeluarkan uneg-unegnya dan tidak lagi memendam kepedihan. Dengan demikian baby blues dan PPD bisa terhindari. Baby blues sendiri merupakan perasaan sedih yang dialami oleh banyak wanita di masa-masa awal setelah melahirkan. Sementara PPD adalah depresi yang terjadi pada wanita yang baru saja melahirkan. PPD biasanya terjadi apabila baby blues tidak tertangani dengan baik. Selain mengganggu aktivitas ibu sehari-hari, kedua kondisi ini juga dapat berdampak pada memburuknya ikatan antara ibu dan anak.",
      "thumbnail": "https://www.validnews.id/_next/image?url=https%3A%2F%2Fcdn.visiteliti.com%2Farticle%2F2023-12%2F11%2F7mZU7YMXsyKdBGPR2rUw_1702283474.jpeg&w=750&q=50",
      "source": "https://www.validnews.id/kultura/peran-suami-cegah-baby-blues-dan-ppd-pada-ibu"
    },
    {
      "id": 2,
      "title": "Kenali Ciri-ciri Baby Blues Syndrome Beserta Cara Mengatasinya",
      "description": "Baby blues syndrome adalah kondisi yang dialami oleh sebagian besar ibu yang baru melahirkan. Mengingat ibu yang baru melahirkan cenderung memiliki waktu tidur yang berantakan, kurang tidur, dan kurangnya waktu untuk diri sendiri, tidak mengherankan jika banyak ibu baru mengalami depresi ringan dan perubahan suasana hati. Usai melahirkan, kadar hormon akan turun, yang akan memengaruhi suasana hati. Bayi yang baru lahir mungkin juga bangun setiap saat, jadi ibu tidak cukup tidur. Belum lagi sebagian besar ibu akan merasa khawatir tentang merawat bayi, dan itu membuat ibu merasa stres yang belum pernah ditangani sebelumnya. Lalu, seperti apa ciri-ciri baby blues syndrome, penyebab, dan cara mengatasinya? Yuk, cari tahu lebih dalam pada artikel berikut ini. Apa itu baby blue syndrome? Baby blues syndrome adalah perasaan sedih yang dialami banyak wanita di masa-masa awal setelah melahirkan. Kondisi ini cenderung muncul pada hari ke-2 atau ke-3 pascapersalinan. Umumnya, baby blues akan berlangsung selama beberapa hari dan paling lama hingga 2 minggu. Baby blues dialami oleh 4 dari 5 orang tua baru atau sekitar 80 persen. Kondisi ini dapat dialami oleh orang tua baru, sudah berapa kalipun ia melahirkan, dari segala usia, pendapatan, budaya atau tingkat pendidikan. Baby blues dapat hilang dengan sendirinya, tanpa perawatan khusus, intervensi atau pengobatan. Namun, apabila gejala tidak hilang setelah beberapa minggu atau malah terasa memburuk, ibu mungkin menderita depresi pascamelahirkan (postpartum depression). Pasalnya, sekitar 10% wanita mengalami postpartum depression. Tidak seperti baby blues, depresi pascamelahirkan adalah masalah yang lebih serius dan tidak boleh diabaikan. Ciri-ciri baby blues syndrome yang utama adalah perubahan suasana hati dengan cepat dari senang menjadi sedih. Sebagai contoh, Anda dapat merasa senang dan bangga dengan pekerjaan yang dilakukan sebagai ibu baru. Berikutnya, Anda menangis karena merasa kesulitan dan tidak mampu mengerjakan tugas sebagai ibu baru. Selain itu, beberapa gejala baby blues syndrome mungkin termasuk: \n 1. Kelelahan sehingga membuat ibu tidak mampu mengurus diri sendiri. \n 2. Merasa mudah tersinggung, mudah marah, dan cemas. \n 3. Kesedihan, kemurungan, kecemasan. \n 4. Menangis. \n 5. Kehilangan selera makan. \n 6. Sulit tidur. \n 7. Merasa kewalahan dengan tugas bayi. \n 8. Kesulitan berkonsentrasi atau membuat keputusan. \n Gejala ini biasanya mulai membaik pada hari ke-10. Namun, jika Anda merasa gejalanya tidak kunjung membaik atau malah semakin parah, sebaiknya meminta bantuan lebih lanjut karena bisa jadi ibu mengalami postpartum depression. Pada awalnya, postpartum depression dapat terlihat seperti baby blues karena memiliki banyak gejala yang sama, termasuk perubahan suasana hati, mudah menangis, kesedihan, insomnia, dan lekas marah. Perbedaannya depresi pascamelahirkan, gejalanya lebih parah seperti merasa putus asa, merasa tidak berharga, merasa tidak memiliki ikatan dengan bayi Anda, hingga muncul pikiran untuk bunuh diri atau ketidakmampuan untuk merawat bayi yang baru lahir.  ",
      "thumbnail": "https://d3uhejzrzvtlac.cloudfront.net/compro/articleDesktop/126_42_kenali-ciri-ciri-baby-blues-syndrome-beserta-cara-mengatasinya.jpg",
      "source": "https://www.mitrakeluarga.com/artikel/baby-blues-syndrome"
    },
    {
      "id": 3,
      "title": "Beda Dari Baby Blues, Ini Loh Penjelasan dan Tanda Postpartum Depression",
      "description": "Kenali yuk, gejala postpartum depression yang sering dialami ibu baru serta cara penanganannya. Postpartum depression adalah istilah lekat dengan para ibu yang baru saja melahirkan. Fenomena ini menjadi makin populer karena banyak para ibu yang mengalaminya. Postpartum depression atau depresi pasca persalinan adalah kondisi yang kerap dirasakan bagi ibu-ibu baru. Meski sama-sama melanda ibu-ibu baru, postpartum depression berbeda dengan baby blues, walaupun memiliki gejala yang serupa. Postpartum depression memiliki jangka waktu yang lebih lama dibandingkan dengan baby blues. Selain itu, postpartum depression juga memberikan dampak lebih besar dibandingkan dengan baby blues. Kedua hal tersebut terjadi karena ada perubahan aktivitas dan rutinitas dengan cepat yang menjadi pengalaman baru bagi ibu yang baru melahirkan anak pertamanya. Baby blues biasa terjadi di minggu awal pasca kelahiran dan biasa terjadi selama 2-4 minggu. Kehilangan nafsu makan, mood swing, gangguan tidur, sensitif, dan merasa kewalahan adalah gejala umum yang dirasakan penderita baby blues. Melansir dari Mayo Clinic, postpartum depression lebih rentan terjadi pada ibu baru pasca melahirkan anak pertama. Dengan gejala yang berbeda tiap orangnya, gejala umum yang sering dirasakan penderita postpartum depression adalah perubahan mood dan kecemasan berlebih atau anxiety. Selain hal tersebut, postpartum depression juga dapat menunjukkan gejala serius seperti mudah merasa sedih atau ingin menangis tanpa alasan yang jelas. Lebih lanjut, laman Health Line menyebutkan bahwa postpartum depression dapat membawa efek yang membuat tubuh kehilangan fungsi-fungsinya. Postpartum depression berlangsung dalam jangka waktu lama. Sehingga, sering kali membuat penderitanya merasa kehilangan kontrol, konsentrasi, bahkan hingga kehilangan minat dari semua kegiatan yang diminati sebelumnya. Dalam kondisi parah, postpartum depression bisa membuat penderitanya merasa tidak bahagia dengan hidupnya dan bayinya. Sehingga, munculnya pemikiran untuk menyakiti bayinya juga bisa saja muncul. Gejala ini bisa saja terjadi selama beberapa hari dan kemudian menghilang. Namun, kemungkinan untuk kembali lagi juga bisa terjadi. Di samping itu, munculnya perasaan kurang bisa menjadi ibu yang baik dan hilangnya harapan untuk bisa menjadi ibu yang baik juga bisa muncul sebagai gejala dari postpartum depression. Postpartum depression sebaiknya mendapatkan perawatan yang baik dan maksimal agar gejala tersebut tidak berlarut-larut terjadi. Peran dari suami juga dibutuhkan untuk membantu memberikan dukungan moral dan psikis bagi istri yang mengalami postpartum depression. Nah, itu tadi adalah penjelasan singkat tentang postpartum depression, gejala, dan cara menanganinya. Semoga membantu!",
      "thumbnail": "https://foto.kontan.co.id/2FgbdnxiF5RYZrowS-9ogTC8TvM=/smart/filters:format(webp)/2022/12/22/1892666529p.jpg",
      "source": "https://momsmoney.kontan.co.id/news/beda-dari-baby-blues-ini-loh-penjelasan-dan-tanda-postpartum-depression-1"
    },
    {
      "id": 4,
      "title": "Ketahui bedanya \"baby blues\" dan depresi pasca melahirkan",
      "description": "akarta (ANTARA) - Dokter spesialis Kesehatan jiwa Rumah Sakit Universitas Indonesia (RS UI) dr. Danti Filiadini Sp. KJ menjelaskan perbedaan baby blues dengan depresi post partum atau depresi pasca melahirkan yang bisa dilihat dari lamanya durasi kesedihan yang dialami. “Kalau baby blues itu kurang dari dua minggu jadi sifatnya lebih sementara, sedangkan depresi post partum durasinya harus lebih dari dua minggu jadi kesedihan dan suasana hati yang depresi itu menetap nggak mudah mereda,” ucap Danti dalam diskusi kesehatan yang diikuti secara daring di Jakarta, Kamis. Danti mengatakan depresi post partum seringkali tidak terdiagnosis karena ibu yang baru melahirkan ada kecenderungan untuk menutupi gejala yang dialami karena khawatir terlihat lemah dan tidak mensyukuri memiliki keturunan. Selain itu, ibu baru juga khawatir akan komentar orang-orang sekitarnya yang membandingkan anaknya dengan yang lain serta mengkritik keadaannya setelah melahirkan. Padahal setelah melahirkan hormon-hormon dalam tubuh ibu sedang tidak stabil dan rentan mengalami depresi jika memendam perasaan tersebut hingga akhirnya dapat berdampak negatif tidak hanya pada diri sendiri namun juga bisa pada anak dan orang sekitarnya. “Kalau depresi juga motivasi untuk beraktivitas jadi turun, emosinya meledak-ledak dan sulit dikendalikan, akhirnya dia nggak fokus untuk mengurus anaknya, tidak bisa memberikan ASI, tidak bisa melakukan aktivitas sehari-hari bahkan perawatan dirinya kurang otomatis kesehatan anaknya bisa terdampak,” tambah Danti. Dokter lulusan Fakultas Kedokteran Universitas Indonesia ini mengatakan mulainya kejadian pada depresi post partum juga terbilang tidak tiba-tiba, depresi bisa terjadi mulai dari satu bulan setelah persalinan hingga satu tahun pertama. Sementara baby blues munculnya langsung yakni sekitar dua sampai tiga hari setelah persalinan. Gejalanya sendiri pada depresi post partum adalah hilangnya minat pada kegiatan sehari-hari, gangguan tidur atau terlalu banyak tidur, gerakan yang lebih lambat atau lebih gelisah, lesu sepanjang hari, gangguan konsentrasi dan adanya pikiran untuk mengakhiri hidup berulang kali. “Kalau ada minimal lima gejala dalam dua minggu serta ada distress dan disfungsi dalam sehari-hari itu bisa dibilang mengalami depresi,” ucap Danti.​​​​​​​ Danti juga menjelaskan stress dan depresi yang dialami orang biasa dan ibu melahirkan juga terdapat perbedaan. Umumnya pada masa persalinan waktu kejadiannya dimulai dari selama kehamilan dan sudah bisa ada tanda gejalanya 4 Minggu dari persalinan dan bertahan enam sampai delapan minggu atau bisa bertahun-tahun jika tidak dapat penanganan yang sesuai. Sementara itu, prevalensi ibu yang mengalami depresi post partum juga lebih sedikit karena kondisinya yang lebih berat dan penanganan yang menyeluruh dibandingkan dengan baby blues yang bersifat sementara dengan gejala yang lebih ringan dan tidak berpotensi menyakiti diri. “Angka kejadian depresi post partum ini satu dari tujuh wanita dapat mengalami depresi post partum dan dari data who sebesar 50 sampai 70 persen Ibu paska melahirkan di Indonesia mengalami baby blues, sementara sebesar 22,3 persen itu mengalami depresi postpartum,” jelas Danti. Untuk mengetahui kondisi orang terdekat apakah mengarah pada depresi postpartum bisa melakukan skrining secara online melalui Edinburgh Postnatal Depression Scale (EPDS). Ia berharap ibu yang baru melahirkan atau keluarga tidak melakukan diagnosis mandiri, dan tetap melakukan konsultasi dengan tenaga profesional dan jangan ragu untuk bercerita.",
      "thumbnail": "https://img.antaranews.com/cache/1200x800/2021/03/09/Screenshot_2021-03-09-15-05-19-47_copy_1045x697.jpg.webp",
      "source": "https://www.antaranews.com/berita/3826962/ketahui-bedanya-baby-blues-dan-depresi-pasca-melahirkan"
    },
    {
      "id": 5,
      "title": "Cara Mempersiapkan Diri Menghadapi Pasca Persalinan agar Terhindar dari Baby Blues",
      "description": "ersalinan menjadi tantangan dan perjalanan baru bagi seorang Bunda yang pertama kali memiliki anak. Perjalanan merawat dan membesarkan Si Kecil tentu saja bukan perkara yang mudah. Bunda bisa mengalami stres dan tekanan karena mengasuh anak. Tak jarang tekanan ini berubah menjadi baby blues yang membuat seorang perempuan enggan merawat anaknya. Apa itu baby blues? Baby blues adalah kondisi umum yang sering terjadi pada Bunda saat anaknya baru lahir. Kondisi ini membuat seorang perempuan rentan merasa sedih, bersalah, atau bahkan kurang terampil untuk merawat bayinya. Mengutip dari March of Dimes, baby blues biasanya terjadi beberapa hari atau maksimal satu minggu setelah bayi lahir ke dunia. Pada beberapa kasus, baby blues akan membaik dan hilang dengan sendirinya seiring berjalannya waktu. Namun, kasus baby blues yang berlangsung lebih lama juga ditemukan. Jika gejalanya berlangsung lebih lama atau lebih dari dua hingga tiga minggu dan memengaruhi kemampuan Bunda untuk merawat dirinya dan anaknya, ini bisa menjadi tanda-tanda postpartum depression (PPD). Segera ke dokter bila Bunda mulai merasakan gejala yang panjang. \"Antara 10 sampai 16 persen ibu baru bisa mengembangkan postpartum depression,\" kata psikiater dan kepala Program Kesehatan Mental Perinatal di Toronto's Mount Sinai Hospital, Ariel Dalfen, dilansir laman Today's Parents. Cara agar terhindar dari baby blues \n Terdapat beberapa cara untuk menghindari terjadinya baby blues, cara ini bisa Bunda terapkan sebelum dan setelah melahirkan sampai kondisi benar-benar stabil. Berikut beberapa cara yang bisa Bunda praktikan: 1. Istirahat yang cukup \n Menjadi orang tua apalagi jika tidak memiliki asisten rumah tangga, babysitter, atau kerabat terdekat, pasti akan membuat Bunda kesulitan untuk istirahat. Padahal, istirahat adalah salah satu cara untuk membuat perempuan yang baru melahirkan terhindar dari baby blues. Saat beristirahat, khususnya tidur, tubuh dan pikiran akan berhenti sejenak dari pikiran-pikiran yang menyedihkan atau membuat stres. Usahakan untuk tidur malam selama 8 jam dan tidur 1 jam di siang hari untuk mencukupi kebutuhan istirahat. Cara ini terbukti efektif mengurangi risiko terjadi baby blues, Bunda. \n 2. Luangkan waktu untuk diri sendiri \n Pasca persalinan, Bunda pasti akan disibukkan dengan mengurus Si Kecil. Meski sibuk, Bunda tetap perlu meluangkan waktu untuk diri sendiri dan melakukan berbagai kegiatan yang menyenangkan atau me time. Bunda bisa pergi ke tempat yang disukai atau sekedar bersantai di rumah tanpa gangguan Si Kecil. Minta bantuan suami atau keluarga untuk menjaga anak selagi Bunda me time. Jadikanlah waktu me time ini untuk merefleksikan diri dan memberikan validasi kepada diri sendiri bahwa setiap ibu tak bisa menjadi ibu yang sempurna. \n 3. Ikut dalam komunitas dan bertemu Bunda lainnya /n Bersosialisasi dan menjalin komunikasi dengan Bunda yang lebih berpengalaman juga bisa membuat kita terhindar dari baby blues. Kita bisa berbagi cerita dan mendapatkan saran yang baik dari pengalaman yang pernah dialami para Bunda ini. Sebaliknya, Bunda perlu menghindari orang-orang yang hanya memberikan dampak atau pengaruh negatif pada Bunda, misalnya sering menyalahkan gaya parenting yang Bunda jalani. Hal tersebut dilakukan untuk menjaga kesehatan mental selama hamil hingga setelah persalinan. Baby blues dapat berkembang menjadi postpartum depression. Perlu diketahui juga bahwa baby blues berbeda dengan postpartum depression. Lalu, apa saja perbedaannya? Yuk simak lebih lengkap pada halaman selanjutnya.",
      "thumbnail": "https://akcdn.detik.net.id/visual/2023/11/28/ilustrasi-ibu-dan-anak-ibu-hamil-stres-1_169.jpeg?w=750&q=90",
      "source": "https://www.haibunda.com/kehamilan/20231124213339-49-322157/cara-mempersiapkan-diri-menghadapi-pasca-persalinan-agar-terhindar-dari-baby-blues"
    },
    {
      "id": 6,
      "title": "Self Retrospection",
      "description": "21:00",
      "thumbnail": "https://akcdn.detik.net.id/visual/2023/11/28/ilustrasi-ibu-dan-anak-ibu-hamil-stres-1_169.jpeg?w=750&q=90",
      "source": "https://www.haibunda.com/kehamilan/20231124213339-49-322157/cara-mempersiapkan-diri-menghadapi-pasca-persalinan-agar-terhindar-dari-baby-blues"
    },
    {
      "id": 7,
      "title": "Self Retrospection",
      "description": "21:00",
      "thumbnail": "",
      "source": "Low"
    },
    {
      "id": 8,
      "title": "Self Retrospection",
      "description": "21:00",
      "thumbnail": "",
      "source": "Low"
    },
    {
      "id": 9,
      "title": "Self Retrospection",
      "description": "21:00",
      "thumbnail": "",
      "source": "Low"
    },
    {
      "id": 10,
      "title": "Self Retrospection",
      "description": "21:00",
      "thumbnail": "",
      "source": "Low"
    }
  ]
}
